Repository: maksg/wsei-schedule
Catalog: WSEISchedule/Resources/*.lproj/Localizable.strings
Languages: pl

source: WSEI Schedule
pl: Harmonogram

# sign_in.sign_in
source: Sign In
pl: Zaloguj się

# sign_in.sign_out
source: Sign Out
pl: Wyloguj się

# sign_in.title
source: Sign in to dziekanat.wsei.edu.pl
pl: Zaloguj się do dziekanat.wsei.edu.pl

# sign_in.privacy_message
source: Your login and password aren't sent or shared. They are used only to download your schedule.
pl: Twój login i hasło nie są nigdzie wysyłane ani udostępniane. Służą one jedynie do pobrania Twojego planu lekcji ze strony dziekanatu.

# schedule.title
source: Schedule
pl: Harmonogram

# schedule.no_lectures
source: No lectures
pl: Brak wykładów

# schedule_history.title
source: History
pl: Historia

# grades.title
source: Grades
pl: Oceny

# settings.title
source: Settings
pl: Ustawienia

# settings.support.header
source: Support developer
pl: Wesprzyj programistę

# settings.support.donate
source: Donate
pl: Podaruj

# settings.thank_you_alert.title
source: Thank you!
pl: Dziękuję!

# settings.thank_you_alert.message
source: Thank you so much for your support!
pl: Dziękuję serdecznie za wsparcie!

# settings.thank_you_alert.dismiss
source: No problem
pl: Nie ma problemu

# settings.games.header
source: Games to play during lecture
pl: Gry do przejścia w trakcie wykładów

# premium.title
source: Unlock more with Premium
pl: Odblokuj więcej z Premium

# premium.buy
source: Buy Premium for
pl: Kup Premium za

# premium.restore
source: Restore purchase
pl: Przywróć zakup

# premium.grades.title
source: Grades
pl: Oceny

# premium.grades.content
source: View all of your grades for the current and past semesters.
pl: Przeglądaj wszystkie swoje oceny z danego semestru.

# premium.schedule_history.title
source: Schedule history
pl: Historia harmonogramu

# premium.schedule_history.content
source: Check all the lectures that are in the past.
pl: Sprawdź wszystkie zajęcia z przeszłości.

# premium.coming_soon.title
source: More coming soon
pl: Więcej wkrótce

# premium.coming_soon.content
source: A whole lot of new features will be coming in future updates!
pl: Mnóstwo nowych funkcjonalności nadejdzie w przyszłych aktualizacjach!

# widget.next
source: Next
pl: Następne

# widget.no_lectures_today
source: No lectures today
pl: Brak wykładów dzisiaj

# widget.no_next_lectures
source: No next lectures
pl: Brak kolejnych wykładów

# widget.about.next_lecture
source: Get a peek at upcoming lecture.
pl: Rzuć okiem na nadchodzący wykład.

# widget.about.next_two_lectures
source: Get a peek at today's and upcoming lecture.
pl: Rzuć okiem na dzisiejszy oraz nadchodzący wykład.

# watch.no_lectures
source: No lectures
pl: Brak wykładów

# watch.no_lectures_today
source: No lectures today
pl: Brak wykładów dzisiaj

# watch.complications.schedule
source: Schedule
pl: Harmonogram

# watch.complications.upcoming_lecture
source: Upcoming lecture
pl: Nadchodzący wykład

# accessibility.schedule.subject
source: Subject
pl: Przedmiot

# accessibility.schedule.time
source: Time
pl: Czas

# accessibility.schedule.to
source: to
pl: do

# accessibility.schedule.classroom
source: Classroom
pl: Sala

# accessibility.schedule.code
source: Code
pl: Kod

# accessibility.schedule.lecturer
source: Lecturer
pl: Wykładowca

# accessibility.schedule.comments
source: Comments
pl: Komentarze

# accessibility.schedule.upcoming_lectures_list
source: List of upcoming lectures
pl: Lista nadchodzących zajęć

# accessibility.schedule_history.list
source: List of past lectures
pl: Lista przeszłych zajęć

# accessibility.grades.list
source: List of grades
pl: Lista ocen

# accessibility.grades.subject
source: Subject
pl: Przedmiot

# accessibility.grades.lecture_form
source: Form of lecture
pl: Forma zajęć

# accessibility.grades.lecturer
source: Lecturer
pl: Wykładowca

# accessibility.grades.grade
source: Grade
pl: Ocena

# accessibility.settings.profile_photo
source: Profile photo
pl: Zdjęcie profilowe

# accessibility.settings.name
source: Name
pl: Imię i nazwisko

# accessibility.settings.index_number
source: Index number
pl: Numer indeksu

# accessibility.settings.course_name
source: Course name
pl: Nazwa kierunku

# error.unknown
source: Unknown error occured
pl: Wystąpił niespodziewany błąd
